{
    "general": {
      "title": "قوانين عامة",
      "description": "القوانين العامة لسيرفر",
      "rules": [
        { "text": "❖ يجب عليك فهم معنى الرول بحيث انك تتقمص الشخصية سواء كنت مجرم مسعف شرطي اعلامي..." },
        { "text": "❖ يمنع التحدث بالسياسه, الدين و كذالك العنصريمنع التحدث بالسياسه, الدين و كذالك العنصرية" },
        { "text": "❖ يمنع تقليد شخصية اي لاعب اخر" },
        { "text": "❖ يمنع استخدام الاسم نفسه لشخصياتك الاخرى ❖" },
        { "text": "❖ يجب استخدام اسم واقعي و كذالك يجب ان يكون الاسم باللُغة الانقليزيه" },
        { "text": "❖ خلط الشخصيات ممنوع و كذالك يمنع عليك نقل اسلحة, اموال والخ.. من شخصية الى شخصية اخرى" },
        { "text": "❖ يمنع القتل بشكل عشوائي RDM" },
        { "text": "❖ يمنع استخدام المركبة بتصديم متكرر او شكل خاطئ  VDM" },
        { "text": "❖ يمنع التواصل الغير شرعي بشكل تام و كذالك يمنع الستريم سنايب Metagaming" },
        { "text": "❖ يمنع استغلال الثغرات بجميع انواعها  powergaming" },
        { "text": "❖ يمنع استخدام اي ملفات او طرف ثاني لتسهيل اللعب  ازالة البحر, تغيير الروئية , جرافكس فايتات" },
        { "text": "❖ في حال دخول السيرفر يجب عليك التصوير حفظ تصوير اخر 20 دقيقة و في حال عدم و جود تصوير مع صوتك سيتم رفض الشكوى" },
        { "text": "❖ لا يتم تعويض الشخص الا في حال وجود خطأ برمجي و كذالك لا يتم التعويض الا في حال وجود مقطع واضح للخطأ" },
        { "text": "❖ يمنع حمل اللاعب اثناء القيادة" },
        { "text": "❖ التعرف على الشخص يكون عن طريق ملامح الشخص ويمنع التعرف عليه من صوته او لبسه" },
        { "text": "❖ يسمح مقاومة السلاح الابيض في حال كان بيدك سلاح ابيض ونفس الشيء لسلاح الناري" },
        { "text": "❖ يمنع الدخول للشقة كذالك يمنع ادخال السيارة  في حال لم ينتهي السيناريو" },
        { "text": "❖ يمنع التدخل في اي سيناريو قائم في حال لم تكن مشارك في السناريو" },
        { "text": "❖ يمنع الاعتداء و كذالك سرقة ممتلكات المسعفين" },
        { "text": "❖ يمنع سرقة معدات الشرطة  سيارة, اسلحة بجميع انواعها, airship," },
        { "text": "❖ يجب على الجميع الاحترام و كذالك يمنع الشخصنة بدون اي سبب" },
        { "text": "❖ يمنع ارتداء اي خوذة اثناء الفايتات" },
        { "text": "❖ يمنع عليك الرجوع الى السيناريو في حال تم اسقاطك" },
        { "text": "❖ يمنع تحريك الجثة بدون سبب و كذالك تقديم الاهانات للجثة فقط يسمح بنقل الجثة للمستشفى في حال عدم وجود مسعفين" },
        { "text": "❖ عند الموت بشكل تام او التحلل يمنع عليك التذكر اي شيء يخص موتك" },
        { "text": "❖ يمنع قتل الرهينة في حال كان متعاون" },
        { "text": "❖ يمنع التلميح لاي شي ليس له اي صله بالرول" },
        { "text": "❖ يمنع الخروج من السيرفر الا بعد 10 دقائق من بعد انتهاء السيناريو" },
        { "text": "❖ يمنع الخروج م السيرفر في حال كنت مشارك في سيناريو قائم سواء كنت رهينة او مجرم تحت الاعتقال  و في حال خرجت لسبب خارج عن ارادتك  كراش, اعصار  لديك 10 دقائق للرجوع" },
        { "text": "❖ بدون سبب AFK في حال كنت مشارك في سيناريو يمنع البقاء" },
        { "text": "❖ يمنع لبس عدة الغوص خارج البحر" }
      ]
    },
    "safe": {
      "title": "قوانين المناطق الامنة",
      "description": "القوانين الخاصة في المناطق الامنة",
      "rules": [
        { "text": "❖ مركز الوظائف" },
        { "text": "❖ مركز الشرطة" },
        { "text": "❖ المستشفى" },
        { "text": "❖ جميع المطاعم" },
        { "text": "❖ جميع الورش" },
        { "text": "❖ المحكمة" },
        { "text": "ملاحظة: كراجات جميع الاماكن المذكوره اعلاه تعتبر ضمن المناطق الامنة", "isNote": true }
      ]
    },
    "crime": {
      "title": "قوانين الاجرام",
      "description": "قوانين الاجرام في سيرفر",
      "rules": [
        { "text": "❖ يمنع القيام باي عمل اجرامي السرقات بجميع انواعها, الخطف قبل الرستارت ب 15 دقيقة" },
        { "text": "❖ يمنع الاتفاق مع اي لاعب ليكون رهينة" },
        { "text": "❖ يمنع استخدام اسلحة الصيد لجميع الاعمال الاجرامية" },
        { "text": "❖ في حال خطفك لشخص, لديك فقط 20 دقيقة لبدء السيناريو  بعد ال20 دقيقة يجب عليك اطلاق سراح الرهينة" },
        { "text": "❖ يحق للرهينة الهروب من المكان في حال وجود فرصة بحيث لم يكن الخاطف منتبه له" },
        { "text": "❖ يمنع المناقشة او بيع الممنوعات او أداء أي عمل اجرامي في المناطق الامنة او امام الملأ"},
        { "text": "❖ يمنع تلويت اي شخص الا في حال اثبات عداوة" },
        { "text": "❖ يمنع بدء عداوة الا في حال وجود اثبات تصوير وكذلك يمنع التعرض للاعبين دون سبب  لبدء عداوة"},
        { "text": "❖ تبدء العدواة فقط بعد الاسباب التاليه: بعد بدء حوار مابين الطرفيين بشكل سلبي ويمنع الشخصنه خارج الرول" },
        { "text": "❖ خطف اكثر من مرة لابد من معرفه اسم الشخص او شكله في حال لم يكن يرتدي قناع في حال خطفك الشخص ولم يقتلك الخاطف" },
        { "text": "❖ تنتهي العداوة فقط بطريقتين: في حال خطفك الشخص وقتل وفي حال تم سرقتك بداعي العداوة تنتهي العداوه من طرف السارق وتبدء من طرف الشخص المسروق في حال كان هناك دليل لابد من معرفه اسم الشخص او شكله في حال لم يكن يرتدي قناع  يجب وجود تصوير لكامل العداوه والحاله" },
        { "text": "❖ يمنع العداوة مع الشرطة و المسعفين" },
        { "text": "❖ يمنع تهديد اي شخص من داخل المركبة سواء كانت سيارة او دباب, دراجة هوائية والخ.." },
        { "text": "❖ يمنع اهانة الرهينة بأي شكل من الاشكال" },
        { "text": "❖ الحد الاقصى لطلب فدية تحرير رهينة واحده هي 1500$" },
        { "text": "❖ يمنع منعا باتا الإعتداء على مفاوض الشرطة كما يمنع التفاوض على رهينة ليست في موقع الجريمة" },
        { "text": "❖ في حال كان لديك اكثر من رهينة يمنع عليك اعطاء احدى الرهائن لشخص اخر في حال بدء السيناريو" },
        { "text": "❖ الحد الاقصى للرهائن لجميع السرقات هو 3 فقط و يمنع زيادة عدد الرهائن" },
        { "text": "❖ يمنع ارتداء لبس احدى العصابات" },
        { "text": "❖ يمنع الخطف والتهديد في حال وجود مواطن او 3 من المدنيين او اكثر" },
        { "text": "❖ يمنع اطلاق النار اثناء القيادة سواء كانت المركبة دباب او سيارة" },
        { "text": "❖ في حال تم استيقافك مروريا يمنع خطف او اطلاق النار على الشرطة" },
        { "text": "❖ لايسمح بإطلاق النار العشوائي او بغرض جذب العساكر" },
        { "text": "❖ يحق للشرطي مقاومة  2 من المجرمين ك حد اقصى" },
        { "text": "❖ في حال شخص او شخصين و حاولوا خطف شرطي يحق لشرطي ان يقاوم" },
        { "text": "❖ يمنع الاتصال على الشرطة, المسعفين, التكاسي او موظفين المطاعم و الورش لاستدراجهم و خطفهم" },
        { "text": "❖ و كذلك يمنع خطف اي موظف حكومي اثناء اداء عمله يستثنى منه في حال كان الموظف خارج عن نطاق العمل" },
        { "text": "❖ يمنع ازعاج الموظفين الحكوميين والمطاعم والورش في اماكن العمل او التلفظ عليهم" },
        { "text": "❖ يمنع افتعال فايت دون سبب" },
        { "text": "❖ يمنع تحالف العصبات بشكل تام ضد الشرطة او ضد عصابة اخرى  يستثنى منه : السناريوهات والسرقات الكبرى" },
        { "text": "❖ يمنع خطف نفس الشخص اكثر من مرة في خلال ساعة" },
        { "text": "❖ يمنع منعا باتا الخطف بداعي الشخصنه" },
        { "text": "❖ يمنع منعا باتا استخدام زر ال Home اثناء اي فايت او سناريو" }
      ]
    },
    "robbery": {
      "title": "قوانين عدد بسرقات",
      "description": "عدد سرقات المسموح به لكل سرقة",
      "rules": [
        { "text": "البقالة ( 1-3 )\nعدد الرهائن المتطلب للسرقة: 1 فقط" },
        { "text": "المنزل ( 2-4 )\nعدد الرهائن المتطلب للسرقة: 1 فقط" },
        { "text": "تبديل الاموال ( 3-5 )\nعدد الرهائن المتطلب للسرقة: 1 فقط" },
        { "text": "المجوهرات  ( 7-5)\nعدد الرهائن المتطلب للسرقة: 2 فقط" },
        { "text": "بنك فليكا ( 4-7 )\nعدد الرهائن المتطلب للسرقة: 2 فقط" },
        { "text": "االميز بنك ( 8- 10 )\nعدد الرهائن المتطلب للسرقة: 2 فقط" }
      ]
    },
    "store": {
      "title": "قوانين المتجر",
      "description": "قوانين وسياسات المتجر",
      "rules": [
        { "text": "❖ في حال شرائك اي منتج من متجر Shadwo City يحق لك طلب استرجاع المبلغ في خلال ال 24 ساعة من استلامك للمنتج" },
        { "text": "❖ يحق لك تجربة المنتج قبل شرائه" },
        { "text": "❖ يتم استرجاع المنتج خلال ال24 ساعة بعد تسليمك المنتج الا بشرط ان يوجد خلل برمجي لا نستطيع حله" },
        { "text": "❖ لا يتم تعويض المنتجات الا في حالة صدور خطء برمجي من خادم Shadwo City" },
        { "text": "❖ في حال استئجار اي مشروع داخل السيرفر يتم تجديد اشتراك المشروع بشكل شهري" },
        { "text": "❖ في حال استئجارك لاي مشروع داخل السيرفر يتم تسليمك المشروع ولا يتم التعديل عليه" },
        { "text": "❖ لا يتم تعويض اي مبلغ في حال تم التعديل عليه لاسباب برمجية تعارض ملفات الخادم" },
        { "text": "❖ في حال شرائك اي سيارة  من متجر Shadwo City لا يحق لك نقل الملكية لاي لاعب اخرى" },
        { "text": "❖ في احال اشتركت في اي مشروع داخل السيرفر لا يحق لك نقل الملكية او تاجيره لاي لاعب اخرى" },
        { "text": "❖ يتم تسليم المنتج كمان هو ولا يتم التغيير على اي منتج" }
      ]
    }
  }
  